/**
 * 业务数据仓
 */
export enum BusinessAnalysisManage {
  S_业务数据仓 = '',

  // 业务管理
  S_业务数据仓_业务管理 = '',
  S_业务数据仓_业务管理_新增 = '',
  S_业务数据仓_业务管理_查看 = '',
  S_业务数据仓_业务管理_编辑 = '',
  S_业务数据仓_业务管理_删除 = '',
  // 数据管理
  S_业务数据仓_数据管理 = '',
  S_业务数据仓_数据管理_信息集字段定义 = '',
  S_业务数据仓_数据管理_信息集字段定义_新增 = '',
  S_业务数据仓_数据管理_信息集字段定义_查看 = '',
  S_业务数据仓_数据管理_信息集字段定义_编辑 = '',
  S_业务数据仓_数据管理_信息数据管理 = '',
  S_业务数据仓_数据管理_省信息集数据报送 = '',
  S_业务数据仓_数据管理_省信息集数据报送_报送 = '',
  S_业务数据仓_数据管理_省信息集数据报送_新增 = '',
  S_业务数据仓_数据管理_省信息集数据报送_导入 = '',
  S_业务数据仓_数据管理_省信息集数据报送_恢复 = '',
  S_业务数据仓_数据管理_省信息集数据报送_编辑 = '',
  S_业务数据仓_数据管理_省信息集数据报送_删除 = '',
  // 指标管理
  S_业务数据仓_指标管理 = '',
  S_业务数据仓_指标管理_新增 = '',
  S_业务数据仓_指标管理_查看 = '',
  S_业务数据仓_指标管理_编辑 = '',
  S_业务数据仓_指标管理_删除 = '',
}
