/**
 * 数字档案馆(室)建设
 */
export enum DigitalArchiveRoomConstruction {
  S_数字档案馆室建设 = '',

  S_数字档案馆室建设_数字档案室建设测评 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理_发起申请 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理_导入 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理_批量审查 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理_批量审核 = '',
  S_数字档案馆室建设_数字档案室建设测评_数字档案室建设测评管理_批量审定 = '',
  S_数字档案馆室建设_数字档案室建设测评_评价指标模板配置 = '',

  S_数字档案馆室建设_数字档案馆系统测评 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理_发起申请 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理_导入 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理_批量审查 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理_批量审核 = '',
  S_数字档案馆室建设_数字档案馆系统测评_数字档案馆建设测评管理_批量审定 = '',
  S_数字档案馆室建设_数字档案馆系统测评_评价指标模板配置 = '',
}
