/**
 * 业务考核管理
 */
export enum JobIndexEvaluationManage {
  S_市馆个性化 = '',
  S_业务考核管理 = '',
  // 考核模板配置
  S_业务考核管理_考核模板配置 = '',
  S_业务考核管理_考核模板配置_新增 = '',
  S_业务考核管理_考核模板配置_编辑 = '',
  S_业务考核管理_考核模板配置_删除 = '',

  // 考核内容填报
  S_业务考核管理_考核内容填报 = '',
  S_业务考核管理_考核内容填报_填报 = '',
  S_业务考核管理_考核内容填报_继续填报 = '',
  S_业务考核管理_考核内容填报_查看 = '',
  S_业务考核管理_考核内容填报_流程记录 = '',
  S_业务考核管理_考核内容填报_整改 = '',

  // 考核任务管理
  S_业务考核管理_考核任务管理 = '',
  S_业务考核管理_考核任务管理_新增 = '',
  S_业务考核管理_考核任务管理_查看 = '',
  S_业务考核管理_考核任务管理_编辑 = '',
  S_业务考核管理_考核任务管理_删除 = '',
  S_业务考核管理_考核任务管理_撤销 = '',
  S_业务考核管理_考核任务管理_发布 = '',
  S_业务考核管理_考核任务管理_评分 = '',
  S_业务考核管理_考核任务管理_考核单位列表 = '',
  S_业务考核管理_考核任务管理_考核单位列表_查看 = '',
  S_业务考核管理_考核任务管理_考核单位列表_催办 = '',
  S_业务考核管理_考核任务管理_考核单位列表_预览 = '',
  S_业务考核管理_考核任务管理_考核单位列表_审核 = '',
  S_业务考核管理_考核任务管理_考核单位列表_评分 = '',
  S_业务考核管理_考核任务管理_考核单位列表_修改评分 = '',
  S_业务考核管理_考核任务管理_考核单位列表_流程记录 = '',
}
