//业务指导
export enum ProfessionalGuidance {
  S_业务指导 = '',

  S_业务指导_收集档案规范细则管理 = '',
  S_业务指导_收集档案规范细则管理_新增收集档案规范细则 = '',

  S_业务指导_年度工作 = '',
  S_业务指导_年度工作_年度工作管理 = '',
  S_业务指导_年度工作_年度工作填报 = '',

  S_业务指导_馆库建设 = '',
  S_业务指导_馆库建设_查看 = '',
  S_业务指导_馆库建设_新增 = '',
  S_业务指导_馆库建设_审核 = '',
  S_业务指导_馆库建设_编辑 = '',
  S_业务指导_馆库建设_删除 = '',

  S_业务指导_开放工作 = '',
  S_业务指导_开放工作_开放工作管理 = '',
  S_业务指导_开放工作_开放工作管理_查看 = '',
  S_业务指导_开放工作_开放工作管理_新增 = '',
  S_业务指导_开放工作_开放工作管理_审核 = '',
  S_业务指导_开放工作_开放工作管理_编辑 = '',
  S_业务指导_开放工作_开放工作管理_删除 = '',

  S_业务指导_开放工作_开放工作库 = '',
  S_业务指导_开放工作_开放工作库_查看 = '',
  S_业务指导_开放工作_开放工作库_新增 = '',
  S_业务指导_开放工作_开放工作库_编辑 = '',
  S_业务指导_开放工作_开放工作库_删除 = '',
}
