/**
 * 专项资金
 */
export enum SpecialFund {
  S_专项资金 = '',
  S_专项资金_专项资金管理 = '',
  S_专项资金_专项资金管理_新增专项资金任务 = '',
  S_专项资金_专项资金管理_设置评价指标 = '',
  S_专项资金_专项资金管理_查看 = '',
  S_专项资金_专项资金管理_创建子任务 = '',
  S_专项资金_专项资金管理_删除 = '',
  S_专项资金_专项资金管理_发布 = '',
  S_专项资金_专项资金管理_撤回 = '',
  S_专项资金_专项资金管理_催办 = '',
  S_专项资金_专项资金管理_评审 = '',
  S_专项资金_专项资金管理_流程记录 = '',

  S_专项资金_专项资金任务 = '',
  S_专项资金_专项资金任务_查看 = '',
  S_专项资金_专项资金任务_填报 = '',
  S_专项资金_专项资金任务_编辑 = '',
  S_专项资金_专项资金任务_审查 = '',
  S_专项资金_专项资金任务_审核 = '',
  S_专项资金_专项资金任务_流程记录 = '',

  S_专项资金_资金分配 = '',
  S_专项资金_资金分配_查看 = '',
  S_专项资金_资金分配_新增 = '',
  S_专项资金_资金分配_编辑 = '',
  S_专项资金_资金分配_删除 = '',

  S_专项资金_项目管理 = '',
  S_专项资金_项目管理_查看 = '',
}
